Repository: marph27/typo314demo
Catalog: var/labels/*/reports/Resources/Private/Language/*.locallang.xlf
Languages: de

# mlang_tabs_tab
source: Reports
de: Berichte

# mlang_labels_tabdescr
source: Access various system reports for monitoring and analyzing your TYPO3 installation including system status checks, database statistics, and custom reports provided by extensions.
de: Zugriff auf verschiedene Systemberichte, um deine TYPO3-Installation zu überwachen und zu analysieren, darunter Systemstatusprüfungen, Datenbankstatistiken und benutzerdefinierte Berichte, die von Erweiterungen bereitgestellt werden.

# mlang_labels_tablabel
source: System monitoring and analysis reports
de: Systemüberwachungs- und Analyseberichte

source: Reports overview
de: Report-Übersicht

# choose_report
source: Report
de: Bericht:

# noReportsTitle
source: No registered reports
de: Keine registrierten Berichte

# noReportsMessage
source: There are no reports registered in the system and default reports have been disabled.
de: Es sind keinerlei Reports im System registriert und Standardreports wurden deaktiviert.

# link.openModule
source: Open
de: Öffnen

# link.openModuleWithTitle
source: Open %1s
de: %1s öffnen

# recordStatistics.title
source: Record Statistics
de: Datensatzstatistiken

# recordStatistics.shortDescription
source: Shows database record statistics
de: Zeigt Datensatzstatistiken an

# recordStatistics.description
source: Displays comprehensive statistics for records in the database including total pages, translated pages, hidden and deleted pages, page type distributions, and detailed table records with lost record detection. This report runs through the entire page tree.
de: Zeigt umfassende Statistiken für Datensätze in der Datenbank an, darunter Gesamtseitenzahl, übersetzte Seiten, ausgeblendete und gelöschte Seiten, Seitenverteilungen und detaillierte Tabelleneinträge mit Erkennung verlorener Datensätze. Dieser Bericht durchläuft den gesamten Seitenbaum.
